/**
 * Created by hxsd on 2016/4/14.
 */

/*-----------------------倒计时--------------------开始------------------------------------------------------------------------*/
$(document).ready(function(){
        var i = 10;                                                                                                     //设置定时器   控制倒计时   页面数字为0时  条钻页面
        var interval = setInterval (function(){
            if(i>=0){
                $(".resBox").html(i-- +"秒后跳转到csdn首页 ");
            }
            if(i== -1){
               location.replace("注册账号.html");
            }
        },1000)
});


/*----------------------------倒计时--------------------结束-------------------------------------------------------------------*/
