{
  "totalPages": 30,
  "currentPage": 1,
  "restaurants": [
    {
      "id": 72253,
      "name": "太液秋风",
      "address": "今中南海(原名太液池)东岸万善门旁，有一水埠，水中有亭叫水云榭，榭中立景名牌。《燕京八景图》中记述说：天气晴明，日月晃漾而波澜涟漪清澈可爱，故曰太液晴波。乾隆诗中有秋到宸居爽籁生，玉湖澄碧画桥横之句，故叫太液秋风。",
      "city": "在中海的建筑水云榭上，刻有乾隆皇帝亲题：太液秋风四字，是燕京八景之一。站在水云榭四望，北面是北海的大桥，背倚琼岛白塔，南面可越过宽阔的水面遥望瀛台；东岸万善殿、千圣殿是近景；西岸绿荫丛中掩映着金碧辉煌的紫光阁；远处碧波千顷，近处荷花映日，景色宜人。水云榭建于康熙年间，康熙专门写了一首《水云榭闻梵声诗》：水榭围遮集翠台，熏风扶处午后开；忽闻梵诵惊残梦，疑是金绳觉路来。后来乾隆皇帝也附合诗一首：后无心出岫，水不舍长流；后水相连处，苍茫数点鸥。坐席生烟后，石栏俯秋水；空明是我心，何如漆园吏。”朗朗秋日，在水云榭上静观秋风微动太液池水，波光鳞鳞，真是一种享受。",
      "image_url": "images/111.jpg"
    },
    {
      "id": 49108,
      "name": "琼岛春阴",
      "address": "琼岛春阴在北海白塔山东、倚晴楼南。燕京八景之一。清乾隆十六年（1751年）立。碑首盘顶，四方形。碑身四框刻缠枝纹饰，碑阳刻乾隆御笔琼岛春阴四字，碑阴为乾隆帝御制诗：良岳移来石发峨，千秋遗迹感怀多。倚岩松翠龙鳞蔚，入牖篁新凤尾娑。乐志记因逢胜赏，悦心端为得嘉禾。当春最是耕犁急，每较阴暗发浩歌。碑座四周有雕刻精致的石护栏。碑旁有迂回曲折的小路直达见春亭、看画廊。",
      "city": "",
      "image_url": "images/222.jpg"
    },
    {
      "id": 92827,
      "name": "玉泉趵突",
      "address": "玉泉山在万寿山之西。金章宗于山鹿建泉水院。玉泉山有三个石洞，一个在山西南，下面有泉，深浅莫测；一个在山南，泉水流出‘鸣若杂佩，色如素练’；一在山根，有泉涌出，其味甘冽，门刻‘玉泉’二字，因其山泉逶迤曲折，婉然其流若虹，故叫‘玉泉垂虹’。乾隆改为玉泉趵突。他说：泉喷跃而出，雪涌涛翻，济南趵突也不过是也，向题八景者，目以垂虹，失其实矣。因此予以正名，表为天下第一泉。诗中并有：不改千秋翻趵突，几曾百丈落云空!",
      "city": "玉泉山风景秀丽，泉水清澈，晶莹如玉，山以泉名，故名玉泉。金章宗于山麓建芙蓉殿，辟为玉泉行宫。由于这里水清而碧，澄洁似玉，以兹山之泉，逶迤曲折，蜿蜿然其流若虹”因而当初定名玉泉垂虹，成为燕京八景之一。",
      "image_url": "images/333.jpg"
    },
    {
      "id": 39541,
      "name": "西山晴雪",
      "address": "西山风景优美，唐、宋以来已成为寺院荟萃之地，金代有名的西山八院，就是在金代开辟的园林。西山积雪就是当时西山雪后著名景观。据史载，早在八百多年前，金世宗就曾在香山一带建造大永安寺，还兴建行宫。后来他的嫡孙，直接继承他的皇位的章宗完颜璟，又在此地相继构筑了祭星台、会景楼等建筑，说这里是章宗定西山积雪的景点，似属无可非议。可以想像，每当雪后初晴，从这里凭高临远，但见山峦玉列，峰岭琼联，旭日照辉，一派红装素裹，倍极壮丽，应该说，晴雪要比积雪更富有诗情画意。",
      "city": "",
      "image_url":"images/444.jpg"
    },
    {
      "id": 102163,
      "name": "蓟门烟树",
      "address": "蓟门烟树碑，立在德胜门外五里的土城边。这里历史上曾有烟树的景观，但此处并非蓟门。汉代以后的蓟城在今广安门一带已无非议，那为何又称此处为蓟门呢?《水经注》说：蓟城西北隅有蓟丘，指的当是原白云观处之土丘。邹说:蓟门在旧城西北隅,把旧城误解了，其实应指金中都(元大都建成后，称金中都为旧城)。明代的《长安客话》索性说：今都城德胜门外有土城关，相传是古蓟门遗址，亦曰蓟丘。显然是错误了。乾隆钦定的《日下旧闻考》以此为依据，故把蓟门烟树碑立在这里。《八景图》记说：门之外，旧有楼馆，雕栏画栋，凌空漂渺，游人行旅，往来其中，而门犹存二土阜，树木蓊然，苍苍蔚蔚，晴烟浮空，四时不改。故曰蓟门烟树。",
      "city": "",
      "image_url": "images/555.jpg"
    },
    {
      "id": 76030,
      "name": "金台夕照",
      "address": "金台，即黄金台。原指公元前3世纪，燕昭王为礼贤下士所置之土台，上面放着千金，聘请天下名士。至于该台的位置，由于年代久远，一时较难确切指出。目前有金台七八处。 《上谷郡图经》说：黄金台在易水东南十八里，燕昭王置千金于其上，延天下士。《水经注》说固安东有黄金台遗址。明代的《长安客话》：黄金台有二，故燕昭王为乐、郭而礼之者。胜迹在定兴。今都城亦有二。《帝京景物略》载：易州，易水边二处，都城朝外一处，有三处黄金台。清代的《宸垣识略》载：永定门外三里有黄金台。除上述记载外，还有城内灯市口东口路北的二郎神庙，该处即内城金台夕照处(见马芷庠《北平指南》)。现在朝外小庄往北有金台路地名，当地人说，这里是古金台夕照的遗址。乾隆皇帝把石碑立在朝外。即今关东店南3501厂内(原苗家地教场东边半里的土丘上)。1935年出版的《旧都文物略》中，还能见到石碑倒卧的照片。 2006年，北京地铁十号线修建过程中，重新出土了金台夕照石碑，如今树立在地铁十号线金台夕照站以C出口西铡不远的一个广场中，供人们凭吊昔日的盛景。",
      "city": "",
      "image_url": "images/666.jpg"
    },
    {
      "id": 13885,
      "name": "卢沟晓月",
      "address": "卢沟即永定河，古来交通要津。金世宗1189年下令建桥，1192年(明昌三年)落成，命名广利桥。桥如长虹，十一拱券门，四个华表，望柱上雕有大小石狮485个。桥长266米，宽9米。 古时交通不太方便，京城距此约是半天的路程。送别京门，打尖住宿，来日早行。鸡鸣上路，尚见明月当空，大地似银，卢沟桥上月如霜。于是晓月的意境名传遐迩。 1937年7月7日卢沟桥事变，即发生于此。当晚，日寇以失踪一名士兵为借口，要过桥进宛平县城搜查，遭到二十九军守桥部队的拒绝。以此展开激战，守军挥舞大刀，寒光四射，日寇丧胆。1000多鬼子被分片包围,只等一声令下，即可将其全部歼灭。可是汉奸政府竟命令前线部队不要把事态扩大而把日军放跑了。 第二天，中共中央向全国发出抗战宣言，从此开始了艰苦卓绝的八年抗战。 现在古桥已宣布光荣退休，不再担当巨大的运输任务，而是作为旅游胜地迎接着远近客人。近年来卢沟桥修复委员会做了大量的工作，并筹建博物馆、纪念馆、展览馆等，使卢沟桥焕发新姿，让它在旅游事业中贡献第二青春。",
      "city": "",
      "image_url": "images/777.jpg"
    },
    {
      "id": 28060,
      "name": "居庸叠翠",
      "address": "居庸叠翠，是以关沟中的居庸关为中心的八达岭风景区。关沟是著名的溢道，为太行八陉（即轵关陉、太行陉、白陉、滏口陉、井陉、飞孤陉、蒲阴陉、军都陉）之中的第八陉，即军都陉，是古代九塞，即大汾、冥阸、荆阮、方城、肴井陉、令疵、句注、居庸。居庸关，始于秦代，是历来兵家必争之地。",
      "city": "",
      "image_url": "images/888.jpg"
    }
  ]
}